Repository: DerMerz/CutAndPaste
Catalog: CutAndPaste/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# menubar.status.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
pt_br: Pronto
zh_hans: 就绪

# menubar.status.disabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
pt_br: Desativado
zh_hans: 已禁用

# menubar.status.cut_active
source: Cut active
de: Ausschneiden aktiv
es: Cortar activo
fr: Couper actif
ja: カット中
ko: 잘라내기 활성화
pt_br: Recortar ativo
zh_hans: 剪切中

# menubar.status.permission_required
source: Permission required
de: Berechtigung erforderlich
es: Permiso requerido
fr: Autorisation requise
ja: 許可が必要です
ko: 권한 필요
pt_br: Permissão necessária
zh_hans: 需要权限

# menubar.toggle.enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
pt_br: Ativado
zh_hans: 已启用

# menubar.cut_mode.files_ready
source: Files ready to move
de: Dateien zum Verschieben bereit
es: Archivos listos para mover
fr: Fichiers prêts à déplacer
ja: ファイルを移動する準備ができました
ko: 파일 이동 준비 완료
pt_br: Arquivos prontos para mover
zh_hans: 文件已准备好移动

# menubar.cut_mode.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# menubar.action.settings
source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Réglages...
ja: 設定...
ko: 설정...
pt_br: Configurações...
zh_hans: 设置...

# menubar.action.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
pt_br: Sair
zh_hans: 退出

# permission.banner.title
source: Permission required
de: Berechtigung erforderlich
es: Permiso requerido
fr: Autorisation requise
ja: 許可が必要です
ko: 권한 필요
pt_br: Permissão necessária
zh_hans: 需要权限

# permission.banner.subtitle
source: Click to set up
de: Klicken zum Einrichten
es: Clic para configurar
fr: Cliquer pour configurer
ja: クリックして設定
ko: 클릭하여 설정
pt_br: Clique para configurar
zh_hans: 点击设置

# settings.tab.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用

# settings.tab.permissions
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: アクセス許可
ko: 권한
pt_br: Permissões
zh_hans: 权限

# settings.tab.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: このアプリについて
ko: 정보
pt_br: Sobre
zh_hans: 关于

# settings.tab.debug
source: Debug
es: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
pt_br: Depuração
zh_hans: 调试

# settings.general.enable
source: Enable Cut & Place
de: Cut & Place aktivieren
es: Activar Cut & Place
fr: Activer Cut & Place
ja: Cut & Place を有効にする
ko: Cut & Place 활성화
pt_br: Ativar Cut & Place
zh_hans: 启用 Cut & Place

# settings.general.enable.help
source: Enables or disables the Cut & Place function
de: Aktiviert oder deaktiviert die Cut & Place Funktion
es: Activa o desactiva la función Cut & Place
fr: Active ou désactive la fonction Cut & Place
ja: Cut & Place 機能を有効または無効にします
ko: Cut & Place 기능을 활성화 또는 비활성화합니다
pt_br: Ativa ou desativa a função Cut & Place
zh_hans: 启用或禁用 Cut & Place 功能

# settings.general.launch_at_login
source: Launch at login
de: Bei Anmeldung starten
es: Iniciar al arrancar
fr: Lancer au démarrage
ja: ログイン時に起動
ko: 로그인 시 시작
pt_br: Iniciar no login
zh_hans: 登录时启动

# settings.general.launch_at_login.help
source: Cut & Place will start automatically when you log in
de: Cut & Place wird automatisch beim Anmelden gestartet
es: Cut & Place se iniciará automáticamente al iniciar sesión
fr: Cut & Place démarrera automatiquement à la connexion
ja: ログイン時に Cut & Place を自動的に起動します
ko: 로그인할 때 Cut & Place가 자동으로 시작됩니다
pt_br: Cut & Place iniciará automaticamente ao fazer login
zh_hans: 登录时自动启动 Cut & Place

# settings.general.visual_feedback
source: Show visual feedback
de: Visuelles Feedback anzeigen
es: Mostrar feedback visual
fr: Afficher le retour visuel
ja: 視覚的フィードバックを表示
ko: 시각적 피드백 표시
pt_br: Mostrar feedback visual
zh_hans: 显示视觉反馈

# settings.general.visual_feedback.help
source: Shows a notification when cutting and pasting
de: Zeigt eine Benachrichtigung beim Ausschneiden und Einfügen
es: Muestra una notificación al cortar y pegar
fr: Affiche une notification lors du couper-coller
ja: カット＆ペースト時に通知を表示します
ko: 잘라내기 및 붙여넣기 시 알림을 표시합니다
pt_br: Mostra uma notificação ao recortar e colar
zh_hans: 剪切和粘贴时显示通知

# settings.permissions.accessibility
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
pt_br: Acessibilidade
zh_hans: 辅助功能

# settings.permissions.accessibility.description
source: Required for intercepting keyboard input
de: Erforderlich für das Abfangen von Tastatureingaben
es: Requerido para interceptar entrada de teclado
fr: Requis pour intercepter les entrées clavier
ja: キーボード入力を傍受するために必要です
ko: 키보드 입력을 가로채기 위해 필요합니다
pt_br: Necessário para interceptar entrada do teclado
zh_hans: 需要此权限来拦截键盘输入

# settings.permissions.accessibility.explanation
source: Cut & Place needs Accessibility permission to intercept Cmd+X in Finder.
de: Cut & Place benötigt die Bedienungshilfen-Berechtigung, um Cmd+X im Finder abzufangen.
es: Cut & Place necesita permiso de accesibilidad para interceptar Cmd+X en Finder.
fr: Cut & Place a besoin de l'autorisation d'accessibilité pour intercepter Cmd+X dans le Finder.
ja: Cut & Place は Finder で Cmd+X を傍受するためにアクセシビリティの許可が必要です。
ko: Cut & Place가 Finder에서 Cmd+X를 가로채려면 손쉬운 사용 권한이 필요합니다.
pt_br: Cut & Place precisa da permissão de acessibilidade para interceptar Cmd+X no Finder.
zh_hans: Cut & Place 需要辅助功能权限才能在访达中拦截 Cmd+X。

# settings.permissions.status.granted
source: Granted
de: Erteilt
es: Concedido
fr: Accordé
ja: 許可済み
ko: 허용됨
pt_br: Concedido
zh_hans: 已授予

# settings.permissions.status.not_granted
source: Not granted
de: Nicht erteilt
es: No concedido
fr: Non accordé
ja: 未許可
ko: 허용되지 않음
pt_br: Não concedido
zh_hans: 未授予

# settings.permissions.open_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Preferencias del Sistema
fr: Ouvrir les Préférences Système
ja: システム環境設定を開く
ko: 시스템 환경설정 열기
pt_br: Abrir Preferências do Sistema
zh_hans: 打开系统偏好设置

# onboarding.welcome.title
source: Welcome to Cut & Place
de: Willkommen bei Cut & Place
es: Bienvenido a Cut & Place
fr: Bienvenue dans Cut & Place
ja: Cut & Place へ ようこそ
ko: Cut & Place에 오신 것을 환영합니다
pt_br: Bem-vindo ao Cut & Place
zh_hans: 欢迎使用 Cut & Place

# onboarding.welcome.subtitle
source: Finally, real cut & paste in Finder - just like Windows.
de: Endlich echtes Ausschneiden im Finder - wie bei Windows.
es: Por fin, cortar y pegar real en Finder - como en Windows.
fr: Enfin, un vrai couper-coller dans le Finder - comme sous Windows.
ja: ついに Finder で本物のカット＆ペースト - Windows のように。
ko: 드디어 Finder에서 진정한 잘라내기 및 붙여넣기 - Windows처럼.
pt_br: Finalmente, recortar e colar de verdade no Finder - como no Windows.
zh_hans: 终于可以在访达中真正剪切粘贴了 - 就像 Windows 一样。

# onboarding.howitworks.title
source: How it works
de: So funktioniert's
es: Cómo funciona
fr: Comment ça marche
ja: 使い方
ko: 사용 방법
pt_br: Como funciona
zh_hans: 使用方法

# onboarding.howitworks.step1.title
source: Select files
de: Dateien auswählen
es: Seleccionar archivos
fr: Sélectionner les fichiers
ja: ファイルを選択
ko: 파일 선택
pt_br: Selecionar arquivos
zh_hans: 选择文件

# onboarding.howitworks.step1.description
source: Select one or more files in Finder
de: Wähle eine oder mehrere Dateien im Finder aus
es: Selecciona uno o más archivos en Finder
fr: Sélectionnez un ou plusieurs fichiers dans le Finder
ja: Finder で1つまたは複数のファイルを選択します
ko: Finder에서 하나 이상의 파일을 선택하세요
pt_br: Selecione um ou mais arquivos no Finder
zh_hans: 在访达中选择一个或多个文件

# onboarding.howitworks.step2.title
source: Press Cmd+X
de: Cmd+X drücken
es: Pulsar Cmd+X
fr: Appuyer sur Cmd+X
ja: Cmd+X を押す
ko: Cmd+X 누르기
pt_br: Pressionar Cmd+X
zh_hans: 按 Cmd+X

# onboarding.howitworks.step2.description
source: The files will be marked for moving
de: Die Dateien werden zum Verschieben markiert
es: Los archivos se marcarán para mover
fr: Les fichiers seront marqués pour le déplacement
ja: ファイルが移動用にマークされます
ko: 파일이 이동 대상으로 표시됩니다
pt_br: Os arquivos serão marcados para mover
zh_hans: 文件将被标记为待移动

# onboarding.howitworks.step3.title
source: Navigate to destination
de: Zum Ziel navigieren
es: Navegar al destino
fr: Naviguer vers la destination
ja: 移動先に移動
ko: 대상 위치로 이동
pt_br: Navegar até o destino
zh_hans: 导航到目标位置

# onboarding.howitworks.step3.description
source: Open the folder where you want to move the files
de: Öffne den Ordner, in den du verschieben möchtest
es: Abre la carpeta donde quieres mover los archivos
fr: Ouvrez le dossier où vous voulez déplacer les fichiers
ja: ファイルを移動したいフォルダを開きます
ko: 파일을 이동할 폴더를 엽니다
pt_br: Abra a pasta para onde deseja mover os arquivos
zh_hans: 打开您要移动文件的文件夹

# onboarding.howitworks.step4.title
source: Press Cmd+V
de: Cmd+V drücken
es: Pulsar Cmd+V
fr: Appuyer sur Cmd+V
ja: Cmd+V を押す
ko: Cmd+V 누르기
pt_br: Pressionar Cmd+V
zh_hans: 按 Cmd+V

# onboarding.howitworks.step4.description
source: The files will be moved (not copied!)
de: Die Dateien werden verschoben (nicht kopiert!)
es: Los archivos se moverán (¡no se copiarán!)
fr: Les fichiers seront déplacés (pas copiés !)
ja: ファイルが移動されます（コピーではありません！）
ko: 파일이 이동됩니다 (복사가 아닙니다!)
pt_br: Os arquivos serão movidos (não copiados!)
zh_hans: 文件将被移动（不是复制！）

# onboarding.permission.granted.title
source: Permission granted
de: Berechtigung erteilt
es: Permiso concedido
fr: Autorisation accordée
ja: 許可が付与されました
ko: 권한 허용됨
pt_br: Permissão concedida
zh_hans: 权限已授予

# onboarding.permission.granted.description
source: Cut & Place now has access to Accessibility.
de: Cut & Place hat jetzt Zugriff auf die Bedienungshilfen.
es: Cut & Place ahora tiene acceso a Accesibilidad.
fr: Cut & Place a maintenant accès à l'accessibilité.
ja: Cut & Place がアクセシビリティへのアクセス権を取得しました。
ko: Cut & Place가 이제 손쉬운 사용에 접근할 수 있습니다.
pt_br: Cut & Place agora tem acesso à Acessibilidade.
zh_hans: Cut & Place 现在可以访问辅助功能了。

# onboarding.permission.required.title
source: Permission required
de: Berechtigung erforderlich
es: Permiso requerido
fr: Autorisation requise
ja: 許可が必要です
ko: 권한 필요
pt_br: Permissão necessária
zh_hans: 需要权限

# onboarding.permission.required.description
source: Cut & Place needs Accessibility permission to intercept keyboard input in Finder.
de: Cut & Place benötigt die Bedienungshilfen-Berechtigung, um Tastatureingaben im Finder abzufangen.
es: Cut & Place necesita permiso de accesibilidad para interceptar entrada de teclado en Finder.
fr: Cut & Place a besoin de l'autorisation d'accessibilité pour intercepter les entrées clavier dans le Finder.
ja: Cut & Place は Finder でキーボード入力を傍受するためにアクセシビリティの許可が必要です。
ko: Cut & Place가 Finder에서 키보드 입력을 가로채려면 손쉬운 사용 권한이 필요합니다.
pt_br: Cut & Place precisa da permissão de acessibilidade para interceptar entrada do teclado no Finder.
zh_hans: Cut & Place 需要辅助功能权限才能在访达中拦截键盘输入。

# onboarding.permission.button
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Preferencias del Sistema
fr: Ouvrir les Préférences Système
ja: システム環境設定を開く
ko: 시스템 환경설정 열기
pt_br: Abrir Preferências do Sistema
zh_hans: 打开系统偏好设置

# onboarding.success.title
source: You're ready!
de: Du bist bereit!
es: ¡Estás listo!
fr: Vous êtes prêt !
ja: 準備完了！
ko: 준비 완료!
pt_br: Você está pronto!
zh_hans: 准备就绪！

# onboarding.success.description
source: Cut & Place is now running in your menu bar. Press Cmd+X in Finder to get started.
de: Cut & Place läuft jetzt in deiner Menüleiste. Drücke Cmd+X im Finder, um loszulegen.
es: Cut & Place se está ejecutando en tu barra de menú. Pulsa Cmd+X en Finder para empezar.
fr: Cut & Place s'exécute maintenant dans votre barre de menus. Appuyez sur Cmd+X dans le Finder pour commencer.
ja: Cut & Place がメニューバーで実行中です。 Finder で Cmd+X を押して始めましょう。
ko: Cut & Place가 메뉴 막대에서 실행 중입니다. Finder에서 Cmd+X를 눌러 시작하세요.
pt_br: Cut & Place está rodando na barra de menus. Pressione Cmd+X no Finder para começar.
zh_hans: Cut & Place 正在菜单栏中运行。 在访达中按 Cmd+X 开始使用。

# onboarding.success.hint
source: Find the scissors icon in the top right
de: Das Scheren-Symbol findest du oben rechts
es: Encuentra el icono de tijeras arriba a la derecha
fr: Trouvez l'icône des ciseaux en haut à droite
ja: 右上にハサミのアイコンがあります
ko: 오른쪽 상단에서 가위 아이콘을 찾으세요
pt_br: Encontre o ícone da tesoura no canto superior direito
zh_hans: 在右上角找到剪刀图标

# onboarding.success.launch_at_login
source: Launch at login
de: Bei Anmeldung starten
es: Iniciar al arrancar
fr: Lancer au démarrage
ja: ログイン時に起動
ko: 로그인 시 시작
pt_br: Iniciar no login
zh_hans: 登录时启动

# onboarding.success.launch_at_login.recommended
source: Recommended for seamless workflow
de: Empfohlen für nahtloses Arbeiten
es: Recomendado para un flujo de trabajo fluido
fr: Recommandé pour un flux de travail fluide
ja: シームレスな作業に推奨
ko: 원활한 작업 흐름을 위해 권장됨
pt_br: Recomendado para fluxo de trabalho contínuo
zh_hans: 推荐，以获得无缝体验

# onboarding.button.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt_br: Próximo
zh_hans: 下一步

# onboarding.button.back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回

# onboarding.button.grant_permission
source: Grant permission
de: Berechtigung erteilen
es: Conceder permiso
fr: Accorder l'autorisation
ja: 許可を付与
ko: 권한 허용
pt_br: Conceder permissão
zh_hans: 授予权限

# onboarding.button.get_started
source: Get started
de: Los geht's
es: Empezar
fr: Commencer
ja: 始める
ko: 시작하기
pt_br: Começar
zh_hans: 开始使用

# toast.cut
source: Cut
de: Ausgeschnitten
es: Cortado
fr: Coupé
ja: カット
ko: 잘라냄
pt_br: Recortado
zh_hans: 已剪切

# toast.moved
source: Moved
de: Verschoben
es: Movido
fr: Déplacé
ja: 移動しました
ko: 이동됨
pt_br: Movido
zh_hans: 已移动

# rating.title
source: Enjoying Cut & Place?
de: Gefällt dir Cut & Place?
es: ¿Te gusta Cut & Place?
fr: Vous aimez Cut & Place ?
ja: Cut & Place を気に入っていますか？
ko: Cut & Place가 마음에 드시나요?
pt_br: Gostando do Cut & Place?
zh_hans: 喜欢 Cut & Place 吗？

# rating.question
source: Do you like the app?
de: Gefällt dir die App?
es: ¿Te gusta la aplicación?
fr: Aimez-vous l'application ?
ja: このアプリは気に入りましたか？
ko: 이 앱이 마음에 드시나요?
pt_br: Você gosta do app?
zh_hans: 您喜欢这个应用吗？

# rating.button.yes
source: Yes!
de: Ja!
es: ¡Sí!
fr: Oui !
ja: はい！
ko: 네!
pt_br: Sim!
zh_hans: 喜欢！

# rating.button.no
source: Not really
de: Nicht wirklich
es: No mucho
fr: Pas vraiment
ja: あまり
ko: 별로요
pt_br: Não muito
zh_hans: 不太喜欢

# rating.button.skip
source: Ask me later
de: Später fragen
es: Preguntar más tarde
fr: Demander plus tard
ja: 後で聞く
ko: 나중에 물어보기
pt_br: Perguntar depois
zh_hans: 稍后再问

# rating.feedback.title
source: We're sorry to hear that
de: Das tut uns leid
es: Lo sentimos
fr: Nous sommes désolés
ja: 残念です
ko: 유감입니다
pt_br: Sentimos muito
zh_hans: 很抱歉

# rating.feedback.message
source: Would you like to send us feedback so we can improve?
de: Möchtest du uns Feedback senden, damit wir uns verbessern können?
es: ¿Te gustaría enviarnos comentarios para que podamos mejorar?
fr: Souhaitez-vous nous envoyer vos commentaires pour nous aider à améliorer ?
ja: 改善のためにフィードバックを送っていただけますか？
ko: 개선을 위해 피드백을 보내주시겠어요?
pt_br: Gostaria de nos enviar feedback para podermos melhorar?
zh_hans: 您愿意给我们发送反馈以帮助我们改进吗？

# rating.feedback.button
source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送る
ko: 피드백 보내기
pt_br: Enviar feedback
zh_hans: 发送反馈

# about.version
source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
zh_hans: 版本 %@

# about.copyright
source: Â© %@ Kevin Merz. All rights reserved.
de: © %@ Kevin Merz. Alle Rechte vorbehalten.
es: © %@ Kevin Merz. Todos los derechos reservados.
fr: © %@ Kevin Merz. Tous droits réservés.
ja: © %@ Kevin Merz. All rights reserved.
ko: © %@ Kevin Merz. All rights reserved.
pt_br: © %@ Kevin Merz. Todos os direitos reservados.
zh_hans: © %@ Kevin Merz. 保留所有权利。

# about.feedback
source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送る
ko: 피드백 보내기
pt_br: Enviar feedback
zh_hans: 发送反馈

# about.feedback.subtitle
source: Help us improve Cut & Place
de: Hilf uns, Cut & Place zu verbessern
es: Ayúdanos a mejorar Cut & Place
fr: Aidez-nous à améliorer Cut & Place
ja: Cut & Place の改善にご協力ください
ko: Cut & Place 개선에 도움을 주세요
pt_br: Ajude-nos a melhorar o Cut & Place
zh_hans: 帮助我们改进 Cut & Place

# about.rate
source: Rate in App Store
de: Im App Store bewerten
es: Valorar en App Store
fr: Noter sur l'App Store
ja: App Store で評価
ko: App Store에서 평가
pt_br: Avaliar na App Store
zh_hans: 在 App Store 评分

# about.rate.subtitle
source: Your rating helps us a lot
de: Deine Bewertung hilft uns sehr
es: Tu valoración nos ayuda mucho
fr: Votre avis nous aide beaucoup
ja: 評価していただけると助かります
ko: 평가해 주시면 큰 도움이 됩니다
pt_br: Sua avaliação nos ajuda muito
zh_hans: 您的评分对我们帮助很大

# about.made_with_love
source: Made with love in Germany
de: Mit Liebe in Deutschland entwickelt
es: Hecho con amor en Alemania
fr: Fait avec amour en Allemagne
ja: ドイツで愛を込めて作成
ko: 독일에서 사랑으로 제작
pt_br: Feito com amor na Alemanha
zh_hans: 在德国用爱制作

# settings.permissions.how_it_works
source: How it works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
ja: 仕組み
ko: 작동 방식
pt_br: Como funciona
zh_hans: 工作原理

# settings.permissions.how_it_works.description
source: Cut & Place monitors Cmd+X and Cmd+V in Finder to enable real cut functionality.
de: Cut & Place überwacht Cmd+X und Cmd+V im Finder, um echtes Ausschneiden zu ermöglichen.
es: Cut & Place monitoriza Cmd+X y Cmd+V en Finder para habilitar la función real de cortar.
fr: Cut & Place surveille Cmd+X et Cmd+V dans le Finder pour activer la vraie fonction de couper.
ja: Cut & Place は Finder で Cmd+X と Cmd+V を監視し、本物のカット機能を有効にします。
ko: Cut & Place는 Finder에서 Cmd+X와 Cmd+V를 모니터링하여 진정한 잘라내기 기능을 활성화합니다.
pt_br: Cut & Place monitora Cmd+X e Cmd+V no Finder para habilitar a função real de recortar.
zh_hans: Cut & Place 监控访达中的 Cmd+X 和 Cmd+V 以启用真正的剪切功能。

# settings.window.title
source: Cut & Place Settings
de: Cut & Place Einstellungen
es: Ajustes Cut & Place
fr: Réglages Cut & Place
ja: Cut & Place 設定
ko: Cut & Place 설정
pt_br: Configurações Cut & Place
zh_hans: Cut & Place 设置

# onboarding.window.title
source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
ja: ようこそ
ko: 환영합니다
pt_br: Bem-vindo
zh_hans: 欢迎

# rating.window.title
source: Feedback
ja: フィードバック
ko: 피드백
zh_hans: 反馈

# onboarding.step.welcome
source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
ja: ようこそ
ko: 환영합니다
pt_br: Bem-vindo
zh_hans: 欢迎

# onboarding.step.howitworks
source: How it works
de: So funktioniert's
es: Cómo funciona
fr: Comment ça marche
ja: 使い方
ko: 사용 방법
pt_br: Como funciona
zh_hans: 使用方法

# onboarding.step.permission
source: Permission
de: Berechtigung
es: Permiso
fr: Autorisation
ja: 許可
ko: 권한
pt_br: Permissão
zh_hans: 权限

# onboarding.step.success
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Pronto
zh_hans: 完成

# feedback.email.subject
source: Cut & Place Feedback
es: Cut & Place – Comentarios
fr: Cut & Place – Commentaire
ja: Cut & Place フィードバック
ko: Cut & Place 피드백
zh_hans: Cut & Place 反馈
